10/data/attachments/ad5232f231ea5bee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_record_Actions_74172_0</nif:username>
            <nif:friendToBeRequested>soap_actions_d7692a9d-d0ce-457b-9faf-562185c50258</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>